Repository: z23blhx/FufuLauncher
Catalog: FufuLauncher/Strings/*/Resources.resw
Source language: en_us
Languages: de_de, es_mx, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, pt_br, ru_ru, zh_cn, zh_tw

# FilePicker_InvalidWindowHandle
source: Window handle is invalid. Please run in normal user mode or try again.
de_de: Ungültiges Fenster-Handle. Bitte im normalen Benutzermodus ausführen oder erneut versuchen.
es_mx: El identificador de ventana no es válido. Por favor, ejecuta en modo usuario normal o intenta de nuevo.
fr_fr: Pointeur de fenêtre invalide, veuillez exécuter en mode utilisateur normal ou réessayer
hi_in: विंडो हैंडल अमान्य है। कृपया सामान्य उपयोगकर्ता मोड में चलाएँ या पुनः प्रयास करें।
id_id: Handle jendela tidak valid. Harap jalankan dalam mode pengguna normal atau coba lagi.
it_it: L'handle della finestra non è valido. Esegui in modalità utente normale o riprova.
ja_jp: ウィンドウハンドルが無効です。通常ユーザーモードで実行するか再試行してください。
ko_kr: 창 핸들이 유효하지 않습니다. 일반 사용자 모드로 실행하거나 다시 시도하세요.
pt_br: O identificador da janela é inválido. Execute no modo de usuário normal ou tente novamente.
ru_ru: Недопустимый дескриптор окна. Запустите в обычном режиме.
zh_cn: 窗口句柄无效，请以普通用户模式运行或重试
zh_tw: 視窗控制代碼無效，請以一般使用者模式執行或重試

# Crash_Title
source: FufuLauncher encountered an error
de_de: FufuLauncher hat ein Problem festgestellt
es_mx: FufuLauncher encontró un error
fr_fr: FufuLauncher a rencontré une erreur
hi_in: FufuLauncher में एक त्रुटि आई
id_id: FufuLauncher mengalami kesalahan
it_it: FufuLauncher ha riscontrato un errore
ja_jp: FufuLauncherでエラーが発生しました
ko_kr: FufuLauncher에서 오류가 발생했습니다
pt_br: O FufuLauncher encontrou um erro
ru_ru: Ошибка FufuLauncher
zh_cn: 芙芙启动器发生了异常
zh_tw: 芙芙啟動器發生了異常

# Crash_Message
source: The application encountered an error Error source: {0} Error message: {1} Stack trace: {2}
de_de: Die Anwendung hat einen Fehler festgestellt Fehlerquelle: {0} Fehlermeldung: {1} Stacktrace: {2}
es_mx: La aplicación encontró un error Origen del error: {0} Mensaje de error: {1} Traza de pila: {2}
fr_fr: Le programme a rencontré une erreur Source de l'erreur : {0} Message d'erreur : {1} Trace de la pile : {2}
hi_in: एप्लिकेशन में एक त्रुटि आई त्रुटि स्रोत: {0} त्रुटि संदेश: {1} स्टैक ट्रेस: {2}
id_id: Aplikasi mengalami kesalahan Sumber kesalahan: {0} Pesan kesalahan: {1} Stack trace: {2}
it_it: L'applicazione ha riscontrato un errore Origine errore: {0} Messaggio errore: {1} Stack trace: {2}
ja_jp: アプリケーションでエラーが発生しました エラー発生源: {0} エラーメッセージ: {1} スタックトレース: {2}
ko_kr: 애플리케이션에서 오류가 발생했습니다 오류 출처: {0} 오류 메시지: {1} 스택 추적: {2}
pt_br: O aplicativo encontrou um erro Origem do erro: {0} Mensagem de erro: {1} Rastreamento de pilha: {2}
ru_ru: В приложении произошла ошибка Источник: {0} Сообщение: {1} Стек вызовов: {2}
zh_cn: 程序遇到了一个错误 错误来源: {0} 错误信息: {1} 堆栈信息: {2}
zh_tw: 程式發生了錯誤 錯誤來源: {0} 錯誤資訊: {1} 堆疊資訊: {2}

# Program_InjectionFailed
source: Injection launch failed: {0} (code: {1})
de_de: Injektionsstart fehlgeschlagen: {0} (Code: {1})
es_mx: Falló el inicio de inyección: {0} (código: {1})
fr_fr: Échec du lancement de l'injection : {0} (code : {1})
hi_in: इंजेक्शन लॉन्च विफल: {0} (कोड: {1})
id_id: Peluncuran injeksi gagal: {0} (kode: {1})
it_it: Avvio injection fallito: {0} (codice: {1})
ja_jp: 注入起動失敗: {0}（コード: {1}）
ko_kr: 인젝션 실행 실패: {0} (코드: {1})
pt_br: Falha na inicialização da injeção: {0} (código: {1})
ru_ru: Ошибка запуска инжекта: {0} (код: {1})
zh_cn: 注入启动失败: {0} (代码: {1})
zh_tw: 注入啟動失敗: {0} (代碼: {1})

# Program_InjectionException
source: Injection process exception: {0}
de_de: Fehler im Injektionsprozess: {0}
es_mx: Excepción de proceso de inyección: {0}
fr_fr: Exception du processus d'injection : {0}
hi_in: इंजेक्शन प्रक्रिया अपवाद: {0}
id_id: Exception proses injeksi: {0}
it_it: Eccezione processo injection: {0}
ja_jp: 注入プロセス例外: {0}
ko_kr: 인젝션 프로세스 예외: {0}
pt_br: Exceção no processo de injeção: {0}
ru_ru: Исключение процесса инжекта: {0}
zh_cn: 注入进程发生异常: {0}
zh_tw: 注入處理程序發生異常: {0}

# Program_ErrorTitle
source: FufuLauncher Error
de_de: FufuLauncher Fehler
es_mx: Error de FufuLauncher
fr_fr: Erreur FufuLauncher
hi_in: FufuLauncher त्रुटि
id_id: Kesalahan FufuLauncher
it_it: Errore FufuLauncher
ja_jp: FufuLauncher エラー
ko_kr: FufuLauncher 오류
pt_br: Erro do FufuLauncher
ru_ru: Ошибка FufuLauncher
zh_cn: FufuLauncher 错误
zh_tw: FufuLauncher 錯誤

# IniFile_AccessDenied
source: Access denied. Please check if the file or folder is set to "read-only", or try running the launcher as administrator.
de_de: Zugriff verweigert. Bitte überprüfe, ob die Datei oder der Ordner als „schreibgeschützt" markiert ist, oder versuche, den Launcher als Administrator auszuführen.
es_mx: Acceso denegado. Por favor, revisa si el archivo o carpeta está configurado como "solo lectura", o intenta ejecutar el launcher como administrador.
fr_fr: Accès refusé. Veuillez vérifier si le fichier ou le dossier est en « lecture seule », ou essayez d'exécuter le lanceur en tant qu'administrateur.
hi_in: पहुँच अस्वीकृत। कृपया जाँचें कि फ़ाइल या फ़ोल्डर "केवल-पढ़ने" पर सेट तो नहीं है, या लॉन्चर को व्यवस्थापक के रूप में चलाने का प्रयास करें।
id_id: Akses ditolak. Harap periksa apakah file atau folder diatur ke "read-only", atau coba jalankan launcher sebagai administrator.
it_it: Accesso negato. Verifica se il file o la cartella è impostato su "sola lettura", o prova a eseguire il launcher come amministratore.
ja_jp: アクセス拒否。ファイル/フォルダが「読み取り専用」になっていないか確認するか、管理者として実行してください。
ko_kr: 접근이 거부되었습니다. 파일 또는 폴더가 "읽기 전용"으로 설정되어 있는지 확인하거나 런처를 관리자 권한으로 실행해 보세요.
pt_br: Acesso negado. Verifique se o arquivo ou pasta está definido como "somente leitura" ou tente executar o launcher como administrador.
ru_ru: Доступ запрещён. Проверьте, не установлен ли атрибут «только чтение», или запустите от администратора.
zh_cn: 拒绝访问 请检查文件或文件夹是否被设置为"只读"，或者尝试以管理员身份重新运行启动器
zh_tw: 拒絕存取，請檢查檔案或資料夾是否被設定為「唯讀」，或者嘗試以系統管理員身分重新執行啟動器

# IniFile_WriteFailed
source: Write failed: the file may be in use by the game or another program. Details: {0}
de_de: Schreiben fehlgeschlagen: Die Datei wird möglicherweise vom Spiel oder einem anderen Programm verwendet. Rückmeldung: {0}
es_mx: Escritura fallida: el archivo puede estar en uso por el juego u otro programa. Detalles: {0}
fr_fr: Échec d'écriture : le fichier est peut-être utilisé par le jeu ou un autre programme Rapport : {0}
hi_in: लिखना विफल: फ़ाइल गेम या किसी अन्य प्रोग्राम द्वारा उपयोग में हो सकती है। विवरण: {0}
id_id: Penulisan gagal: file mungkin sedang digunakan oleh game atau program lain. Detail: {0}
it_it: Scrittura fallita: il file potrebbe essere in uso dal gioco o da un altro programma. Dettagli: {0}
ja_jp: 書き込み失敗: ファイルがゲームまたは他のプログラムで使用中である可能性があります。 詳細: {0}
ko_kr: 쓰기 실패: 파일이 게임 또는 다른 프로그램에서 사용 중일 수 있습니다. 세부 정보: {0}
pt_br: Falha na gravação: o arquivo pode estar em uso pelo jogo ou outro programa. Detalhes: {0}
ru_ru: Ошибка записи: файл может быть занят игрой или другой программой. Подробности: {0}
zh_cn: 写入失败：文件可能正被游戏或其他程序占用 反馈: {0}
zh_tw: 寫入失敗：檔案可能正被遊戲或其他程式佔用 回饋: {0}

# IniFile_WriteError
source: An error occurred while writing configuration. Details: {0}
de_de: Fehler beim Schreiben der Konfiguration Rückmeldung: {0}
es_mx: Ocurrió un error al escribir la configuración. Detalles: {0}
fr_fr: Erreur lors de l'écriture de la configuration Rapport : {0}
hi_in: कॉन्फ़िगरेशन लिखते समय एक त्रुटि हुई। विवरण: {0}
id_id: Terjadi kesalahan saat menulis konfigurasi. Detail: {0}
it_it: Si è verificato un errore durante la scrittura della configurazione. Dettagli: {0}
ja_jp: 設定の書き込み中にエラーが発生しました。 詳細: {0}
ko_kr: 설정을 쓰는 중 오류가 발생했습니다. 세부 정보: {0}
pt_br: Ocorreu um erro ao gravar a configuração. Detalhes: {0}
ru_ru: Ошибка записи конфигурации. Подробности: {0}
zh_cn: 写入配置时发生错误 反馈: {0}
zh_tw: 寫入設定時發生錯誤 回饋: {0}

# PluginStoreTitle
source: Plugin Store
de_de: Plugin-Markt
es_mx: Tienda de plugins
fr_fr: Magasin de plugins
hi_in: प्लगइन स्टोर
id_id: Toko Plugin
ja_jp: プラグインストア
ko_kr: 플러그인 스토어
ru_ru: Магазин плагинов
zh_cn: 插件商城
zh_tw: 插件商城

# PluginStoreSearch
source: Search plugins...
de_de: Plugins suchen...
es_mx: Buscar plugins...
fr_fr: Rechercher un plugin...
hi_in: प्लगइन खोजें...
id_id: Cari plugin...
ja_jp: プラグインを検索...
ko_kr: 플러그인 검색...
ru_ru: Поиск плагинов...
zh_cn: 搜索插件...
zh_tw: 搜尋插件...

# PluginStoreInstall
source: Install
de_de: Installieren
es_mx: Instalar
fr_fr: Installer
hi_in: इंस्टॉल करें
id_id: Pasang
ja_jp: インストール
ko_kr: 설치
ru_ru: Установить
zh_cn: 安装
zh_tw: 安裝

# PluginStoreInstalled
source: Installed
de_de: Installiert
es_mx: Instalado
fr_fr: Installé
hi_in: इंस्टॉल किया गया
id_id: Terpasang
ja_jp: インストール済み
ko_kr: 설치됨
ru_ru: Установлено
zh_cn: 已安装
zh_tw: 已安裝

# PluginStoreUpdate
source: Update
de_de: Aktualisieren
es_mx: Actualizar
fr_fr: Mettre à jour
hi_in: अपडेट करें
id_id: Perbarui
ja_jp: 更新
ko_kr: 업데이트
ru_ru: Обновить
zh_cn: 更新
zh_tw: 更新

# PluginStoreUninstall
source: Uninstall
de_de: Deinstallieren
es_mx: Desinstalar
fr_fr: Désinstaller
hi_in: अनइंस्टॉल करें
id_id: Copot
ja_jp: アンインストール
ko_kr: 제거
ru_ru: Удалить
zh_cn: 卸载
zh_tw: 解除安裝

# PluginStoreInstalling
source: Installing...
de_de: Installation läuft...
es_mx: Instalando...
fr_fr: Installation en cours...
hi_in: इंस्टॉल हो रहा है...
id_id: Sedang Memasang...
ja_jp: インストール中...
ko_kr: 설치 중...
ru_ru: Установка...
zh_cn: 安装中...
zh_tw: 安裝中...

# PluginStoreRating
source: Rating
de_de: Bewertung
es_mx: Calificación
fr_fr: Note
hi_in: रेटिंग
id_id: Penilaian
ja_jp: 評価
ko_kr: 평점
ru_ru: Рейтинг
zh_cn: 评分
zh_tw: 評分

# PluginStoreDownloads
source: Downloads
es_mx: Descargas
fr_fr: Téléchargements
hi_in: डाउनलोड
id_id: Unduhan
ja_jp: ダウンロード
ko_kr: 다운로드
ru_ru: Загрузки
zh_cn: 下载
zh_tw: 下載

# PluginStoreSize
source: Size
de_de: Größe
es_mx: Tamaño
fr_fr: Taille
hi_in: आकार
id_id: Ukuran
ja_jp: サイズ
ko_kr: 크기
ru_ru: Размер
zh_cn: 大小
zh_tw: 大小

# PluginStoreVersion
source: Version
es_mx: Versión
hi_in: संस्करण
id_id: Versi
ja_jp: バージョン
ko_kr: 버전
ru_ru: Версия
zh_cn: 版本
zh_tw: 版本

# PluginStoreNoResults
source: No plugins found
de_de: Keine Plugins gefunden
es_mx: No se encontraron plugins
fr_fr: Aucun plugin trouvé
hi_in: कोई प्लगइन नहीं मिला
id_id: Tidak ada plugin yang ditemukan
ja_jp: プラグインが見つかりません
ko_kr: 플러그인을 찾을 수 없습니다
ru_ru: Плагины не найдены
zh_cn: 没有找到插件
zh_tw: 沒有找到插件

# PluginStoreError
source: Failed to load plugins
de_de: Laden fehlgeschlagen
es_mx: Error al cargar
fr_fr: Échec du chargement
hi_in: प्लगइन लोड करने में विफल
id_id: Gagal Memuat
ja_jp: 読み込みに失敗しました
ko_kr: 불러오기 실패
ru_ru: Ошибка загрузки
zh_cn: 加载失败
zh_tw: 載入失敗

# PluginStoreLoading
source: Loading...
de_de: Wird geladen...
es_mx: Cargando...
fr_fr: Chargement en cours...
hi_in: लोड हो रहा है...
id_id: Sedang Memuat...
ja_jp: 読み込み中...
ko_kr: 불러오는 중...
ru_ru: Загрузка...
zh_cn: 加载中...
zh_tw: 載入中...

# PluginStoreRetry
source: Retry
de_de: Erneut versuchen
es_mx: Reintentar
fr_fr: Réessayer
hi_in: पुनः प्रयास करें
id_id: Coba Lagi
ja_jp: 再試行
ko_kr: 다시 시도
ru_ru: Повторить
zh_cn: 重试
zh_tw: 重試

# PluginStorePrevious
source: Previous
de_de: Vorherige Seite
es_mx: Anterior
fr_fr: Page précédente
hi_in: पिछला
id_id: Sebelumnya
ja_jp: 前のページ
ko_kr: 이전 페이지
ru_ru: Назад
zh_cn: 上一页
zh_tw: 上一頁

# PluginStoreNext
source: Next
de_de: Nächste Seite
es_mx: Siguiente
fr_fr: Page suivante
hi_in: अगला
id_id: Berikutnya
ja_jp: 次のページ
ko_kr: 다음 페이지
ru_ru: Вперёд
zh_cn: 下一页
zh_tw: 下一頁

# PluginStoreAll
source: All
de_de: Alle
es_mx: Todos
fr_fr: Tous
hi_in: सभी
id_id: Semua
ja_jp: すべて
ko_kr: 전체
ru_ru: Все
zh_cn: 全部
zh_tw: 全部

# PluginStoreSortPopular
source: Popular
de_de: Beliebt
es_mx: Populares
fr_fr: Populaires
hi_in: लोकप्रिय
id_id: Populer
ja_jp: 人気
ko_kr: 인기
ru_ru: Популярные
zh_cn: 热门
zh_tw: 熱門

# PluginStoreSortNewest
source: Newest
de_de: Neueste
es_mx: Más recientes
fr_fr: Plus récents
hi_in: नवीनतम
id_id: Terbaru
ja_jp: 最新
ko_kr: 최신
ru_ru: Новые
zh_cn: 最新
zh_tw: 最新

# PluginStoreSortRating
source: Top Rated
de_de: Beste Bewertung
es_mx: Mejor calificados
fr_fr: Mieux notés
hi_in: शीर्ष रेटेड
id_id: Penilaian Tertinggi
ja_jp: 評価が高い順
ko_kr: 평점 높은 순
ru_ru: С лучшим рейтингом
zh_cn: 评分最高
zh_tw: 評分最高

# PluginStoreInstallSuccess
source: Installed: {0}
de_de: Installiert: {0}
es_mx: Instalado: {0}
fr_fr: Installé : {0}
hi_in: इंस्टॉल किया गया: {0}
id_id: Berhasil Dipasang: {0}
ja_jp: インストール完了: {0}
ko_kr: 설치 완료: {0}
ru_ru: Установлено: {0}
zh_cn: 已安装: {0}
zh_tw: 已安裝: {0}

# PluginStoreInstallFailed
source: Install failed: {0}
de_de: Installation fehlgeschlagen: {0}
es_mx: Error al instalar: {0}
fr_fr: Échec de l'installation : {0}
hi_in: इंस्टॉल विफल: {0}
id_id: Pemasangan Gagal: {0}
ja_jp: インストール失敗: {0}
ko_kr: 설치 실패: {0}
ru_ru: Не удалось установить: {0}
zh_cn: 安装失败: {0}
zh_tw: 安裝失敗: {0}

# PluginStoreUninstallSuccess
source: Uninstalled: {0}
de_de: Deinstalliert: {0}
es_mx: Desinstalado: {0}
fr_fr: Désinstallé : {0}
hi_in: अनइंस्टॉल किया गया: {0}
id_id: Berhasil Dicopot: {0}
ja_jp: アンインストール完了: {0}
ko_kr: 제거 완료: {0}
ru_ru: Удалено: {0}
zh_cn: 已卸载: {0}
zh_tw: 已解除安裝: {0}

# PluginStoreVerifying
source: Verifying...
de_de: Überprüfung läuft...
es_mx: Verificando...
fr_fr: Vérification en cours...
hi_in: सत्यापित हो रहा है...
id_id: Memverifikasi...
ja_jp: 検証中...
ko_kr: 확인 중...
ru_ru: Проверка...
zh_cn: 验证中...
zh_tw: 驗證中...

# PluginStoreHashMismatch
source: File integrity check failed. The download may be corrupted or tampered.
de_de: Integritätsprüfung der Datei fehlgeschlagen. Der Download ist möglicherweise beschädigt oder wurde verändert.
es_mx: Verificación de integridad del archivo fallida. La descarga puede estar dañada o alterada
fr_fr: La vérification d'intégrité du fichier a échoué. Le téléchargement est peut-être corrompu ou altéré.
hi_in: फ़ाइल अखंडता जाँच विफल। डाउनलोड क्षतिग्रस्त या छेड़छाड़ किया गया हो सकता है।
id_id: Verifikasi integritas file gagal, unduhan mungkin rusak atau telah dirusak
ja_jp: ファイルの整合性検証に失敗しました。ダウンロードファイルが破損または改ざんされている可能性があります
ko_kr: 파일 무결성 검증에 실패했습니다. 다운로드한 파일이 손상되었거나 변조되었을 수 있습니다
ru_ru: Сбой проверки целостности файла. Загрузка могла быть повреждена или изменена
zh_cn: 文件完整性校验失败，下载可能已损坏或被篡改
zh_tw: 檔案完整性校驗失敗，下載可能已損壞或遭到篡改

# PluginStoreLuaHashMismatch
source: Install script integrity check failed.
de_de: Integritätsprüfung des Installationsskripts fehlgeschlagen
es_mx: Verificación de integridad del script de instalación fallida
fr_fr: La vérification d'intégrité du script d'installation a échoué
hi_in: इंस्टॉल स्क्रिप्ट अखंडता जाँच विफल।
id_id: Verifikasi integritas skrip pemasangan gagal
ja_jp: インストールスクリプトの整合性検証に失敗しました
ko_kr: 설치 스크립트 무결성 검증 실패
ru_ru: Сбой проверки целостности скрипта установки
zh_cn: 安装脚本完整性校验失败
zh_tw: 安裝腳本完整性校驗失敗

# PluginStoreSecurityBlocked
source: Install blocked: {0}
de_de: Installation blockiert: {0}
es_mx: Instalación bloqueada: {0}
fr_fr: Installation bloquée : {0}
hi_in: इंस्टॉल ब्लॉक किया गया: {0}
id_id: Pemasangan Diblokir: {0}
ja_jp: インストールがブロックされました: {0}
ko_kr: 설치가 차단되었습니다: {0}
ru_ru: Установка заблокирована: {0}
zh_cn: 安装已阻止: {0}
zh_tw: 安裝已阻止: {0}

# PluginStoreSecurityBlockedShort
source: Security blocked
de_de: Sicherheitsblockierung
es_mx: Bloqueado por seguridad
fr_fr: Bloqué pour raisons de sécurité
hi_in: सुरक्षा ब्लॉक
id_id: Diblokir oleh Keamanan
ja_jp: セキュリティブロック
ko_kr: 보안 차단
ru_ru: Блокировка безопасности
zh_cn: 安全阻止
zh_tw: 安全性阻止

# PluginStorePathTraversal
source: Security: path traversal attempt blocked
de_de: Sicherheit: Pfad-Traversal-Versuch blockiert
es_mx: Seguridad: intento de path traversal bloqueado
fr_fr: Sécurité : tentative de traversée de répertoire bloquée
hi_in: सुरक्षा: पथ ट्रैवर्सल प्रयास ब्लॉक किया गया
id_id: Keamanan: upaya path traversal telah diblokir
ja_jp: セキュリティ: パストラバーサル試行をブロックしました
ko_kr: 보안: 경로 조작 시도가 차단되었습니다
ru_ru: Безопасность: попытка обхода пути заблокирована
zh_cn: 安全: 已阻止路径穿越尝试
zh_tw: 安全性: 已阻止路徑穿越嘗試

# PluginStoreHashVerified
source: Integrity verified
de_de: Integritätsprüfung erfolgreich
es_mx: Verificación de integridad correcta
fr_fr: Vérification d'intégrité réussie
hi_in: अखंडता सत्यापित
id_id: Verifikasi integritas lulus
ja_jp: 整合性検証成功
ko_kr: 무결성 검증 통과
ru_ru: Проверка целостности пройдена
zh_cn: 完整性校验通过
zh_tw: 完整性校驗通過

# PluginStoreDiscover
source: Explore & Discover
de_de: Entdecken
es_mx: Explorar y descubrir
fr_fr: Explorer et découvrir
hi_in: खोजें और जानें
id_id: Jelajahi & Temukan
ja_jp: 探索と発見
ko_kr: 탐색 및 발견
ru_ru: Исследуйте и открывайте
zh_cn: 探索与发现
zh_tw: 探索與發現

# PluginStoreSearchPlaceholder
source: Search plugin name or keywords...
de_de: Plugin-Name oder Stichwort suchen...
es_mx: Buscar nombre o palabra clave del plugin...
fr_fr: Rechercher le nom ou un mot-clé du plugin...
hi_in: प्लगइन नाम या कीवर्ड खोजें...
id_id: Cari nama plugin atau kata kunci...
ja_jp: プラグイン名またはキーワードを検索...
ko_kr: 플러그인 이름 또는 키워드 검색...
ru_ru: Поиск по названию или ключевому слову...
zh_cn: 搜索插件名称或关键字...
zh_tw: 搜尋插件名稱或關鍵字...

# PluginStoreRefresh
source: Refresh
de_de: Aktualisieren
es_mx: Actualizar
fr_fr: Actualiser
hi_in: रीफ़्रेश करें
id_id: Muat Ulang
ja_jp: 更新
ko_kr: 새로 고침
ru_ru: Обновить
zh_cn: 刷新
zh_tw: 重新整理

# PluginStoreSyncing
source: Syncing plugin list...
de_de: Plugin-Liste wird synchronisiert...
es_mx: Sincronizando lista de plugins...
fr_fr: Synchronisation de la liste des plugins...
hi_in: प्लगइन सूची सिंक हो रही है...
id_id: Menyinkronkan daftar plugin...
ja_jp: プラグイン一覧を同期中...
ko_kr: 플러그인 목록 동기화 중...
ru_ru: Синхронизация списка плагинов...
zh_cn: 正在同步插件列表...
zh_tw: 正在同步插件列表...

# PluginStoreDeveloper
source: Developer
de_de: Bereitgestellt von
es_mx: Desarrollado por
fr_fr: Fourni par le développeur
hi_in: डेवलपर
id_id: Disediakan oleh
ja_jp: 提供元
ko_kr: 개발 제공
ru_ru: Разработка
zh_cn: 开发提供
zh_tw: 開發提供

# PluginStoreDetails
source: Details
de_de: Funktionsdetails
es_mx: Detalles de funciones
fr_fr: Détails des fonctionnalités
hi_in: विवरण
id_id: Detail Fitur
ja_jp: 機能詳細
ko_kr: 기능 상세
ru_ru: Подробности
zh_cn: 功能详情
zh_tw: 功能詳情

# PluginStoreUpdateNow
source: Update Now
de_de: Jetzt aktualisieren
es_mx: Actualizar ahora
fr_fr: Mettre à jour maintenant
hi_in: अभी अपडेट करें
id_id: Perbarui Sekarang
ja_jp: 今すぐ更新
ko_kr: 지금 업데이트
ru_ru: Обновить сейчас
zh_cn: 立刻更新
zh_tw: 立即更新

# PluginStoreInstallPlugin
source: Install Plugin
de_de: Dieses Plugin installieren
es_mx: Instalar este plugin
fr_fr: Installer ce plugin
hi_in: प्लगइन इंस्टॉल करें
id_id: Pasang Plugin Ini
ja_jp: このプラグインをインストール
ko_kr: 이 플러그인 설치
ru_ru: Установить этот плагин
zh_cn: 安装此插件
zh_tw: 安裝此插件

# PluginStoreCancel
source: Cancel
de_de: Abbrechen und zurück
es_mx: Cancelar y volver
fr_fr: Annuler et revenir
hi_in: रद्द करें
id_id: Batal dan Kembali
ja_jp: キャンセルして戻る
ko_kr: 취소하고 돌아가기
ru_ru: Отмена и возврат
zh_cn: 取消返回
zh_tw: 取消返回

# PluginStoreNoMatch
source: No matching plugins found
de_de: Keine passenden Plugins gefunden
es_mx: No se encontraron plugins que coincidan
fr_fr: Aucun plugin correspondant trouvé
hi_in: कोई मिलान प्लगइन नहीं मिला
id_id: Tidak ada plugin yang cocok ditemukan
ja_jp: 一致するプラグインが見つかりません
ko_kr: 일치하는 플러그인을 찾을 수 없습니다
ru_ru: Подходящие плагины не найдены
zh_cn: 没有找到匹配的插件
zh_tw: 沒有找到相符的插件

# PluginStoreNoAvailable
source: No plugins available
de_de: Derzeit keine Plugins verfügbar
es_mx: No hay plugins disponibles
fr_fr: Aucun plugin disponible pour le moment
hi_in: कोई प्लगइन उपलब्ध नहीं
id_id: Belum ada plugin yang tersedia
ja_jp: 利用可能なプラグインがありません
ko_kr: 사용 가능한 플러그인이 없습니다
ru_ru: Нет доступных плагинов
zh_cn: 暂无可用的插件
zh_tw: 暫無可用的插件

# PluginStoreTotalPlugins
source: {0} plugins total
de_de: Insgesamt {0} Plugins
es_mx: Total: {0} plugins
fr_fr: {0} plugins au total
hi_in: कुल {0} प्लगइन
id_id: Total {0} plugin
ja_jp: 合計 {0} 件のプラグイン
ko_kr: 총 {0}개의 플러그인
ru_ru: Всего плагинов: {0}
zh_cn: 共 {0} 个插件
zh_tw: 共 {0} 個插件

# PluginStoreConnectionFailed
source: Connection failed
de_de: Verbindung fehlgeschlagen
es_mx: Error de conexión
fr_fr: Échec de la connexion
hi_in: कनेक्शन विफल
id_id: Koneksi Gagal
ja_jp: 接続に失敗しました
ko_kr: 연결 실패
ru_ru: Ошибка подключения
zh_cn: 连接失败
zh_tw: 連線失敗

# PluginStoreLoadFailed
source: Failed to load plugin list. Please try again later.
de_de: Plugin-Liste konnte nicht geladen werden. Bitte versuchen Sie es später erneut.
es_mx: Error al cargar la lista de plugins. Inténtalo más tarde
fr_fr: Échec du chargement de la liste des plugins. Veuillez réessayer plus tard.
hi_in: प्लगइन सूची लोड करने में विफल। कृपया बाद में पुनः प्रयास करें।
id_id: Gagal memuat daftar plugin, silakan coba lagi nanti
ja_jp: プラグイン一覧の読み込みに失敗しました。しばらくしてから再度お試しください
ko_kr: 플러그인 목록을 불러오지 못했습니다. 잠시 후 다시 시도해 주세요
ru_ru: Не удалось загрузить список плагинов. Повторите попытку позже
zh_cn: 加载插件列表失败，请稍后重试
zh_tw: 載入插件列表失敗，請稍後重試

# PluginStoreInstallComplete
source: Install complete
de_de: Installation abgeschlossen
es_mx: Instalación completada
fr_fr: Installation terminée
hi_in: इंस्टॉल पूर्ण
id_id: Pemasangan Selesai
ja_jp: インストール完了
ko_kr: 설치 완료
ru_ru: Установка завершена
zh_cn: 安装完成
zh_tw: 安裝完成

# PluginStoreHashFailed
source: Hash verification failed
de_de: Überprüfung fehlgeschlagen
es_mx: Verificación fallida
fr_fr: Échec de la vérification
hi_in: हैश सत्यापन विफल
id_id: Verifikasi Gagal
ja_jp: 検証失敗
ko_kr: 검증 실패
ru_ru: Ошибка проверки
zh_cn: 校验失败
zh_tw: 校驗失敗

# PluginStoreCancelled
source: Cancelled
de_de: Abgebrochen
es_mx: Cancelado
fr_fr: Annulé
hi_in: रद्द किया गया
id_id: Dibatalkan
ja_jp: キャンセルしました
ko_kr: 취소됨
ru_ru: Отменено
zh_cn: 已取消
zh_tw: 已取消

# PluginStoreInstallFailedShort
source: Install failed
de_de: Installation fehlgeschlagen
es_mx: Error al instalar
fr_fr: Échec de l'installation
hi_in: इंस्टॉल विफल
id_id: Pemasangan Gagal
ja_jp: インストール失敗
ko_kr: 설치 실패
ru_ru: Не удалось установить
zh_cn: 安装失败
zh_tw: 安裝失敗

# PluginStoreInstallVerifyFailed
source: Plugin files not found after installation; the plugin may not have been installed
de_de: Plugindateien nach der Installation nicht gefunden; das Plugin wurde möglicherweise nicht installiert
es_mx: No se encontraron los archivos del plugin tras la instalación; es posible que no se haya instalado correctamente
fr_fr: Fichiers du plugin introuvables après l'installation ; le plugin n'a peut-être pas été installé
hi_in: इंस्टॉलेशन के बाद प्लगइन फ़ाइलें नहीं मिलीं; प्लगइन इंस्टॉल नहीं हुआ हो सकता है
id_id: File plugin tidak ditemukan setelah instalasi; plugin mungkin tidak terpasang dengan benar
ja_jp: インストール後にプラグインファイルが見つかりません。プラグインが正しくインストールされていない可能性があります
ko_kr: 설치 후 플러그인 파일을 찾을 수 없습니다. 플러그인이 제대로 설치되지 않았을 수 있습니다
ru_ru: Файлы плагина не найдены после установки; возможно, плагин не был установлен
zh_cn: 安装后未检测到插件文件，可能未成功安装
zh_tw: 安裝後未偵測到插件檔案，可能未成功安裝

# PluginStoreUninstalling
source: Uninstalling...
de_de: Deinstallation läuft...
es_mx: Desinstalando...
fr_fr: Désinstallation en cours...
hi_in: अनइंस्टॉल हो रहा है...
id_id: Sedang Mencopot...
ja_jp: アンインストール中...
ko_kr: 제거 중...
ru_ru: Удаление...
zh_cn: 卸载中...
zh_tw: 解除安裝中...

# PluginStoreUninstallComplete
source: Uninstalled
de_de: Deinstalliert
es_mx: Desinstalado
fr_fr: Désinstallé
hi_in: अनइंस्टॉल किया गया
id_id: Berhasil Dicopot
ja_jp: アンインストール完了
ko_kr: 제거 완료
ru_ru: Удалено
zh_cn: 已卸载
zh_tw: 已解除安裝

# PluginStoreUninstallFailed
source: Uninstall failed
de_de: Deinstallation fehlgeschlagen
es_mx: Error al desinstalar
fr_fr: Échec de la désinstallation
hi_in: अनइंस्टॉल विफल
id_id: Pencopotan Gagal
ja_jp: アンインストール失敗
ko_kr: 제거 실패
ru_ru: Не удалось удалить
zh_cn: 卸载失败
zh_tw: 解除安裝失敗
